coinranker-web/app/controllers/rankers_controller.rb

SELECT  `users`.* FROM `users` ORDER BY `users`.`id` ASC LIMIT 1
---
  def rankers
    render json: User.all